Repository: DamianEdwards/i18nStarterWeb
Catalog: src/InternationalizedStarterWeb/Resources/Views.Home.Index.cshtml.*.resx
Languages: de, fr

source: Add Authentication using Identity
de: Füge Authentifizierung mittels Identity hinzu
fr: Ajouter authentification à l'aide Identity

source: Add Class library
de: Eine Klassenbibliothek hinzufügen
fr: Ajouter la bibliothèque de classe

source: Add client packages using Bower
de: Client Scripte mit dem Packetmanager Bower hinzufügen
fr: Ajouter des packages de clients à l'aide Bower

source: Add Controllers and Views
de: Controller und Views hinzufügen
fr: Ajouter Contrôleurs et Vues

source: Add Data using EntityFramework
de: Daten mit EntityFramework hinzufügen
fr: Ajouter des données en utilisant EntityFramework

source: Add real time support using SignalR
de: Echtzeit-Support mit SignalR hinzufügen
fr: Ajout du support en temps réel en utilisant SignalR

source: Bring in libraries from NuGet, Bower, and npm, and automate tasks using Grunt or Gulp.
de: Bibliotheken von NuGet, Bower und npm hinzufügen und Aufgaben mittels Grunt oder Gulp automatisieren.
fr: Apportez dans les bibliothèques de NuGet, Bower, et NPM, et automatiser les tâches utilisant Grunt ou Gulp.

source: Customize app
de: Personalisiere die App
fr: Personnalisez app

source: Develop on different platforms
de: Entwickle auf verschiedenen Platformen
fr: Développer sur différentes plates-formes

source: Hello there!!
de: Hallo!
fr: Bonjour!

source: Learn how to build ASP.NET apps that can run anywhere.
de: Lerne ASP.NET apps zu erstellen, die überall laufen können.
fr: Apprenez à créer des applications ASP.NET qui peuvent fonctionner ne importe où.

source: Learn More
de: Mehr erfahren
fr: apprendre Encore Plus

source: Manage client packages using Grunt
de: Verwalte Client Script Pakete mit Grunt
fr: Gérer les packages de clients à l'aide Grunt

source: Publish to Microsoft Azure Web Sites
de: Zu Microsoft Azure Web Sites veröffentlichen
fr: Publier sur Microsoft Azure Sites Web

source: Run &amp; Deploy
de: Starten und Veröffentlichen
fr: Exécuter et Déployer

source: Run commands defined in your project.json
de: Kommandos aus project.json ausführen
fr: Exécuter des commandes définies dans votre project.json

source: Run your app locally
de: Lass deine app lokal laufen
fr: Exécutez votre application localement

source: Run your app on ASP.NET Core 5
de: Lass deine app auf ASP.NET Core 5 laufen
fr: Exécutez votre application sur ASP.NET Core 5

source: Sample pages showing basic nav
de: Beispielseiten, die eine einfache Navigation zeigen
fr: Pages exemples montrant nav base

source: Theming using &lt;a href=&quot;http://go.microsoft.com/fwlink/?LinkID=398939&quot;&gt;Bootstrap&lt;/a&gt;
de: Theming mit <a href="http://go.microsoft.com/fwlink/?LinkID=398939"> Bootstrap </a>
fr: Thématisation utilisant <a href="http://go.microsoft.com/fwlink/?LinkID=398939"> Bootstrap </a>

source: There are powerful new features in Visual Studio for building modern web apps.
de: In Visual Studio gibt es einige tolle neue Features zum Erstellen von Web-Applikationen.
fr: Il ya de nouvelles fonctionnalités puissantes dans Visual Studio pour la création d'applications web modernes.

source: This application consists of:
de: Diese app besteht aus:
fr: Cette application se compose de:
